[
  {
    "id": "63a5bd777d04417eed3e0030",
    "gospel": "matthew",
    "title": "The Parable of the Sower",
    "body": "That same day Jesus went out of the house and sat beside the sea. Such great crowds gathered around him that he got into a boat and sat there, while the whole crowd stood on the beach. And he told them many things in parables, saying: \"Listen! A sower went out to sow. And as he sowed, some seeds fell on the path, and the birds came and ate them up. Other seeds fell on rocky ground, wheere they did not have much soil, and they sprang up quickly, since they had no depth of soil. But when the sun rose, they were scorched; and since they had no root, they withered away. Other seeds fell among thorns, and the thorns grew up and choked them. Other seeds fell on good soil and brought forth grain, some a hundred-fold, some sixty, some thirty. Let anyone with ears listen!\"",
    "explanation": "The Parable of the Sower (sometimes called the Parable of the Soils) is a parable of Jesus found in Matthew 13:1-23, Mark 4:1-20, Luke 8:4-15 and the extra-canonical Gospel of Thomas. Jesus tells of a farmer who sows seed indiscriminately. Some seed falls on the path (wayside) with no soil, some on rocky ground with little soil, some on soil which contains thorns, and some on good soil. In the first case, the seed is taken away; in the second and third soils, the seed fails to produce a crop; but when it falls on good soil, it grows and yields thirty-, sixty-, or a hundred-fold. Jesus later explains to his disciples that the seed represents the Gospel, the sower represents anyone who proclaims it, and the various soils represent people's responses to it.",
    "verses": "13:1-9"
  },
  {
    "id": "63a5bdc57d04417eed3e0032",
    "gospel": "matthew",
    "title": "The Parable of Weeds among the Wheat",
    "body": "He put before them another parable: \"The kingdom of heaven may be compared to someone who sowed good seed in his field; but while everyone was asleep, an enemy came and sowed weeds among the wheat, and then went away. So when the plants came up and bore grain, then the weeds appeared as well. And the slaves of the householder came and said to him, 'Master, did you not sow good seed in your field? Where, then, did these weeds come from?' He answered, 'An enemy has done this.' The slaves said to him, 'Then why do you want us to go and gather them?' But he replied, 'No; for in gathering the weeds you would uproot the wheat along with them. Let both of them grow together until the harvest; and at harvest time I will tell the reapers, Collect the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.'\"",
    "explanation": "The Parable of the Tares or Weeds is a parable of Jesus which appears in Matthew 13:24-43. The parable relates how servants eager to pull up weeds were warned that in so doing they would root out the wheat as well and were told to let both grow together until the harvest. Later in Matthew, the weeds are identified with \"the children of the evil one\", the wheat with \"the children of the Kingdom\", and the harvest with \"the end of the age\". A shorter, compressed version of the parable is found without any interpretation in the apocryphal Gospel of Thomas.",
    "verses": "13:24-30"
  },
  {
    "id": "63a66b23687f6968163e1a63",
    "gospel": "matthew",
    "title": "The Parable of the Mustard Seed",
    "body": "He put before them another parable: \"The kingdom of heaven is like a mustard seed that someone took and sowed in his field; it is the smallest of all the seeds, but when it has grown it is the greatest of shrubs and becomes a tree, so that the birds of the air come and make nests in its branches.\"",
    "explanation": "The Parable of the Mustard Seed is one of the shorter parables of Jesus. The mustard seed was the smallest seed, but it grew into a huge plant. This is Mark's third parable of growth. In this parable, Jesus teaches that although the Kingdom of God started small, with Jesus and the disciples, it would grow and spread across the world to unlimited numbers of followers.",
    "verses": "13:31-32"
  },
  {
    "id": "63a66df6687f6968163e1a8b",
    "gospel": "matthew",
    "title": "The Parable of the Yeast",
    "body": "He told them another parable: \"The kingdom of heaven is like yeast that a woman took and  mixed in with three measures of flour until all of it was leavened.\"",
    "explanation": "The Parable of the Leaven, also called the parable of the yeast, is one of the shortest parables of Jesus. Through the parable of the yeast, Jesus teaches us that the kingdom of heaven is alive, it's everywhere, it takes attention and patience to grow, and it transforms everything it touches.",
    "verses": "13:33"
  },
  {
    "id": "63a696df687f6968163e1a9a",
    "gospel": "matthew",
    "title": "The Parable of the Hidden Treasure",
    "body": "\"The kingdom of heaven is like treasure hidden in a field, which someone found and hid; then in his joy he goes and sells all that he has and buys that field.\"",
    "explanation": "The Parable of the Hidden Treasure is a well known parable of Jesus, which appears in Matthew 13:44, and illustrates the great value of the Kingdom of Heaven. This parable is interpreted as illustrating the great value of the Kingdom of Heaven, and thus has a similar theme to the parable of the pearl. The good fortune reflected in the 'finding' reflects a 'special privilege', and a source of joy, but also reflects a challenge, just as the man in the parable gives up all that he has, in order to lay claim to the greater treasure he has found.",
    "verses": "13:44"
  },
  {
    "id": "63a69b37687f6968163e1ab0",
    "gospel": "matthew",
    "title": "The Parable of the Pearl",
    "body": "\"Again, the kingdom of heaven is like a merchant in search of fine pearls; on finding one pearl of great value, he went and sold all that he had and bought it.\"",
    "explanation": "The parable of the pearl of great value (valuable pearl) is the second parable of a series of three short stories told by Jesus to describe the kingdom of heaven. It urges us to take a much wiser approach to the way we invest our lives, and the return we expect on our investment. This parable is generally interpreted as illustrating the great value of the Kingdom of Heaven.",
    "verses": "13:45-46"
  },
  {
    "id": "63a80adbc8ebac7eed0b494a",
    "gospel": "matthew",
    "title": "The Parable of Drawing in the Net",
    "body": "\"Again, the kingdom of heaven is like a net that was thrown into the sea and caugh fish of every kind; when it was full, the drove it ashore, sat down, and put the good into baskets but threw out the bad. So it will be at the end of the age. The angels will come out and separate the evil from the righteous and throw them into the furnace of fire, where there will be weeping and gnashing of teeth.\"",
    "explanation": "Jesus' parable of drawing in the net, or the parable of the dragnet, appears in Matthew 13:47-50 and refers to the final judgment. Like the parable of the Tares, earlier in Matthew 13, this parable refers to the final judgment. Here, the imagery is drawn from the separation of edible from inedible fish caught by a net, probably a seine net. One end of the dragnet is held on the shore, the other end is dragged into the sea and returned to the shore. Alternatively, the two ends are held on two boats and then they sweep the sea together. The passage says that \"the angels will come and separate the wicked from the righteous\" in a similar way to the separation of the tares from the wheat in the parable of the Tares.",
    "verses": "13:47-50"
  },
  {
    "id": "63a85ebfc8ebac7eed0b4952",
    "gospel": "matthew",
    "title": "Hearers and Doers",
    "body": "\"Everyone then who hears these words of mine and acts on them will be like a wise man who built his house on rock. The rain fell, the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on rock. And everyone who hears these words of mine and does not act on them will be like a foolish man who built his house on sand. The rain fell, and the floods came, and the winds blew and beat against that house, and it fell-and great was its fall!\"",
    "explanation": "The Parable of the Wise and the Foolish Builders (also known as the House on the Rock), is a parable of Jesus from the Sermon on the Mount in the Gospel of Matthew (7:24-27) as well as in the Sermon on the Plain in the Gospel of Luke (6:46-49). This parable emphasizes the need to put Jesus' teachings into practice, and speaks of \"two sorts of people whose hearts are revealed in their actions\". Cornelius a Lapide, a Flemish Catholic priest,  gives a similar interpretation, writing, \"The rain, wind, and rivers are all temptations and adversities whatsoever, whether coming from the world, the flesh, or the devil. They also mean the condemnation which Christ shall pronounce upon the wicked in the Day of Judgment.\"",
    "verses": "7:24-27"
  },
  {
    "id": "63a8620bc8ebac7eed0b495d",
    "gospel": "matthew",
    "title": "The Parable of the Lost Sheep",
    "body": "\"Take care that you do not despise one of these little ones; for, I tell you, in heaven their angels continually see the face of my Father in heaven. What do you think? If a shepherd has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray? And if he finds it, truly I tell you, he rejoices over it more than over the ninety-nine that never went astray. So it is not the will of your Father in heaven that one of these little ones should be lost.\"",
    "explanation": "The Parable of the Lost Sheep is one of the parables of Jesus. It is about a shepherd who leaves his flock of ninety-nine sheep in order to find the one which is lost. It is the first member of a trilogy about redemption that Jesus tells after the Pharisees and religious leaders accuse him of welcoming and eating with \"sinners.\" As in the analogy of the Good Shepherd, Jesus is the shepherd, thus identifying himself with the image of God as a shepherd searching for stray sheep in Ezekiel 34:11-16.",
    "verses": "18:10-14"
  },
  {
    "id": "63a86647c8ebac7eed0b4962",
    "gospel": "matthew",
    "title": "The Parable of the Unforgiving Servant",
    "body": "Then Peter came and said to him, \"Lord, if another member of the church sins against me, how often should I forgive? As many as seven times?\" Jesus said to him, \"Not seven times, but, I tell you, seventy-seven times. For this reason the kingdom of heaven may be compared to a king who whished to settle accounts with his slaves. When he began the reckoning, one who owed him ten thousand talents was brought to him; and, as he could not pay, his lord ordered him to be sold, together with his wife and children and all his possessions, and payment to be made. So the slave fell on his knees before him, saying, 'Have patience with me, and I will pay you everything.' And out of pity for him, the lord of that slave released him and forgave him the debt. But that same slave, as he went out, came upon one of his fellow slaves who owed him a hundred denarii; and seizing him by the throat, he sad, 'Pay what you owe.' Then his fellow slave fell down and pleaded with him, 'Have patience with me, and I will pay you.' But he refused; then he went and threw him into prison until he would pay the debt. When is fellow slaves saw what happened, they were greatly distressed, and they went and reported to their lord all that had taken place. Then his lord summoned him and said to him, 'You wicked slave! I forgave you all that debt because you pleaded with me. Should you not have had mercy on your fellow slave, as I had mercy on you?' And in anger his lord handed him over to be tortured until he would pay his entire debt. So my heavenly Father will also do to every one of you, if you do not forgive your brother and sister from your heart.\"",
    "explanation": "The Parable of the Unforgiving Servant (also known as Ungrateful Servant, Unmerciful Servant, or Wicked Servant but not to be confused with the parable of the Two Debtors) is a parable of Jesus which appears in the Gospel of Matthew. According to Matthew 18:21-35, it is important to forgive others as we are forgiven by God, as illustrated by the negative example of the unforgiving servant. The parable is told as an answer to a question by Peter about forgiveness: 'Then Peter came and said to him, \"Lord, how often shall my brother sin against me, and I forgive him? Until seven times?\"' Jesus said to him, \"I don't tell you until seven times, but, until seventy seven times. Therefore the Kingdom of Heaven is like a certain king, who wanted to reconcile accounts with his servants.",
    "verses": "18:21-34"
  },
  {
    "id": "63aa92152cc35ed70a8e96e4",
    "gospel": "matthew",
    "title": "The Laborers in the Vineyard",
    "body": "\"For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard. After agreeing with the laborers for the usual daily wage, he sent them into his vineyard. When he went out about nine o' clock, he saw others standing idle in the marketplace; and he said to them, 'You also go into the vineyard, and I will pay you whatever is right.' So they went. When he went out again about noon and about three o' clock, he did the same. And at five o'clock he went out and found others standing around; and he said to them, 'Why are you standing here idle all day?' They said to him, 'Because no one has hired us.' He said to them, 'You also go into the vineyard.' When evening came, the owner of the vineyard said to his manager, 'Call the laborers and give them their pay, beginning with the last and then going to the first.' When those hired about five o'clock came, each of them received the usual daily wage. Now when  the first came, they thought they would receive more; but each of them also received the usual daily wage. And when they received it, they grumbled against the landowner, saying, 'These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.' But he replied to one of them, 'Friend, I am doing you no wrong; did you not agree with me for the usual daily wage? Take what belongs to you and go; I choose to this last the same as I give to you. Am I not allowed to do what I choose with what belongs to me? Or are you envious because I am generous? So the last will be first, and the first will be last.\"",
    "explanation": "The Parable of the Workers in the Vineyard (also called the Parable of the Laborers in the Vineyard or the Parable of the Generous Employer) is a parable of Jesus which appears in chapter 20 of the Gospel of Matthew in the New Testament. It is not included in the other canonical gospels. It has been described as a difficult parable to interpret. The parable has often been interpreted to mean that even those who are converted late in life earn equal rewards along with those converted early, and also that people who convert early in life need not feel jealous of those later converts. An alternative interpretation identifies the early laborers as Jews, some of whom resent the late-comers (Gentiles) being welcomed as equals in God's Kingdom. Both of these interpretations are discussed in Matthew Henry's 1706 Commentary on the Bible.",
    "verses": "20:1-16"
  },
  {
    "id": "63aaffac3269501b83f21ac4",
    "gospel": "matthew",
    "title": "The Parable of the Wicked Tenants",
    "body": "\"Listen to another parable. There was a landowner who planted a vineyard, put a fence around it, dug a wine press in it, and built a watch-tower. Then he leased it to tenants and went to another country. When the harvest time had come, he sent his slaves to the tenants to collect his produce. But the tenants seized his slaves and beat one, killed another, and stoned another. Again he sent other slaves, more than the first; and they treated them in the same way. Finally he sent his son to them saying, 'They will respect my son.' But when the tenants saw the son, they said to themselves, 'This is the heir; come, let us kill him and get his inheritance.' So the seized him, threw him out of the vineyard, and killed him. Now when the owner of the vineyard comes, what will he do to those tenants? They said to him, \"He will put those wretches to a miserable death, and lease the vineyard to other tenants who will give him the produce at the harvest  time.\" Jesus said to them, \"Have you never read in the scriptures: 'The stone that the builders rejected has become the cornerstone; this was the Lord's doing, and it is amazing in our eyes'? Therefore I tell you, the kingdom of God will be taken away from you and given to a people that produces the fruits of the kingdom. The one who falls on this stone will be broken to pieces; and it will crush anyone on whom it falls.\" When the chief priests and the Pharisees heard his parables, they realized that he was speaking about them. They wanted to arrest him, but they feared the crowds, because they regarded him as a prophet.",
    "explanation": "The Parable of the Bad Tenants, is a parable of Jesus found in the Gospel of Matthew (Matthew 21:33-46), the Gospel of Mark (Mark 12:1-12) and the Gospel of Luke (Luke 20:9-19). It is also found in the non-canonical Gospel of Thomas. It describes a landowner planting a vineyard and letting it out to tenants who failed in their duties. This could be seen as referring to the new Church's belief that they had superseded Judaism through Jesus' death, resurrection and role as the messiah. Others think it might be a reference to the Roman destruction of Jerusalem as seen by Christians as God's punishment for Jesus' death and their assumption that their new communities were the new Temple. The owner of the vineyard is God and the son is Jesus. The traditional interpretation about the owner leaving the vineyard is expressed by Erasmus to argue that God leaving humans the free will to act, as is said by Bede the Venerable: \"He seems to leave the vineyard so as to leave the keepers of the vineyard free choice of action.\"",
    "verses": "21:33-46"
  },
  {
    "id": "63abbf1a53cbd0e69d70c556",
    "gospel": "matthew",
    "title": "The Parable of the Wedding Banquet",
    "body": "Once more Jesus spoke to them in parables, saying: \"The kingdom of heaven may be compared to a king who gave a wedding banquet for his son. He sent his slaves to call those who had been invited to the wedding banquet, but they would not come. Again he sent other slaves, saying, 'Tell those who have been invited: Look, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready; come to the wedding banquet.' But they made light of it and went away, one to his farm, another to his business, while the rest seized his slaves, mistreated them, and killed them. The king was enraged. He sent his troops, destroyed those murderers, and burned their city. Then he said to his slaves, 'The wedding is ready, but those invited were not worthy.' Go therefore into the main streets, and invite everyone you find to the wedding banquet. Those slaves went out into the streets and gathered all whom they found, both good and bad; so the wedding hall was filled with guests. \"But when the king came in to see the guests, he noticed a man there who was not wearing a wedding robe, and he sad to him, 'Friend, how did you get in here without a wedding robe?' And he was speechless. Then the king said to the attendants, 'Bind him hand and foot, and throw him into the outer darkness, where there will be weeping and gnashing of teeth.' For many are called, but few are chosen.\"",
    "explanation": "The Parable of the Wedding Feast is one of the parables of Jesus and appears in the New Testament in Luke 14:7-14. It directly precedes the Parable of the Great Banquet in Luke 14:15-24. In New Testament times, a wedding was a very sacred and joyous thing. Some even lasted up to or more than a week. When Jesus told this parable, many people were able to understand the picture he was trying to create because he used a Jewish wedding - specifically, a Seudat Nissuin - as the setting of the story. Roger Baxter, an English Jesuit, in his Meditations, reflects on this passage, writing: \"This king is our Heavenly Father, who has instituted a marriage between His only-begotton Son and human nature. The Son has espoused the Church in faith and charity, according to the expression of the Prophet, \"I will espouse thee to Me in faith, and thou shalt know that I am the Lord.\" (Hos 2:20.) This same Lord espouses the souls of all the faithful, not those of the noble and the great only, but those of every one who will not reject Him. Acknowledge, O my soul, your exalted dignity, and behave yourself in a manner worthy of your spouse.\"",
    "verses": "22:1-14"
  },
  {
    "id": "63abc11653cbd0e69d70c567",
    "gospel": "matthew",
    "title": "The Lesson of the Fig Tree",
    "body": "\"From the fig tree learn its lesson: as soon as its branch becomes tender and puts forth its leaves, you know that summer is near. So also, when you see all these things, you know that he is near, at the very gates. Truly I tell you, this generation will not pass away until all these things have taken place. Heaven and Earth will pass away, but my words will not pass away.\"",
    "explanation": "The Parable of the Budding Fig Tree is a parable told by Jesus in the New Testament, found in Matthew 24:32-35, Mark 13:28-31, and Luke 21:29-33. This parable, about the Kingdom of God, involves a fig tree, as does the equally brief parable of the barren fig tree. Luke presents this parable as eschatological in nature: like the leaves of the fig tree, the signs spoken of in the Olivet discourse of Luke 21:5-28 indicate the coming of the Kingdom of God.",
    "verses": "24:32-35"
  },
  {
    "id": "63abc70653cbd0e69d70c571",
    "gospel": "matthew",
    "title": "The Parable of the Ten Bridesmaids",
    "body": "\"Then the kingdom of heaven will be like this. Ten bridesmaids took their lamps and went to meet the bridegroom. Five of them were foolish, and five were wise. When the foolish took their lamps, they took no oil with them; but the wise tooks flasks of oil with their lamps. As the bridegroom was delayed, all of them became drowsy and slept. But at midnight there was a shout, 'Look! Here is the bridegroom! Come out to meet him.' Then all those bridesmaids got up and trimmed their lamps. The foolish said to the wise, 'Give us some of your oil, for our lamps are going out.' But the wise replied, 'No! there will not be enough for you and for us; you had better go to the dealers and buy some for yourselves.' And while they went to buy it, the bridegroom came, and those who were ready with him went into the wedding banquet; and the door was shut. Later the other bridesmaids came also, saying, 'Lord, lord, open to us.' But he replied, 'Truly I tell you, I do not know you.' Keep awake therefore, for you know neither the day nor the hour.\"",
    "explanation": "The Parable of the Ten Virgins, also known as the Parable of the Wise and Foolish Virgins or the Parable of the ten bridesmaids, is one of the parables of Jesus. According to Matthew 25:1-13, ten virgins await a bridegroom; five have brought enough oil for their lamps for the wait, while the oil of the other five runs out. The five virgins who are prepared for the bridegroom's arrival are rewarded, while the five who went to buy further oil miss the bridegroom's arrival and are disowned.",
    "verses": "25:1-13"
  },
  {
    "id": "63abce9953cbd0e69d70c579",
    "gospel": "matthew",
    "title": "The Parable of the Talents",
    "body": "\"For it is as if a man, going on a journey, summoned his slaves and entrusted his property to them; to one he gave five talents, to another two, to another one, to each according to his ability. Then he went away. The one who had received the five talents went off at once and traded with them, and made five more talents. In the same way, the one who had the two talents made two more talents. In the same way, the one who had the two talents made two more talents.  But the one who had received the one talent went off and dug a hole in the ground and hid his master's money. After a long time the master of those slaves came and settled accounts with them. Then the one who had received the five talents came forward, bringing five more talents, saying, 'Master, you handed over to me five talents; see, I have made five more talents.' His master said to him, 'Well done, good and trustworthy slave; you have been trustworthy in a few things, I will put you in charge of many things; enter into the joy of your master.' And the one with the two talents also came forward, saying, 'Master you handed over to me two talents; see, I have made two more talents.' His master said to him, 'Well done, good and trustworthy slave; you have been trustworthy in a few things, I will put you in charge of many things; enter into the joy of your master.' Then the one who had received the one talent also came forward, saying, 'Master, I knew that you were a harsh man, reaping where you did not sow, and gathering where you did not scatter seed; so I was afraid, and I went and hid  your talent in the ground. Here you have what is yours.' But his master replied, 'You wicked and lazy slave! You knew, did you, that I reap where I did not sow, and gather where I did not scatter? Then you ought to have invested my money with the bankers, and on my return I would have received what was my own with interest. So take the talent from him, and give it to the one with the ten talents. For to all those who have, more will be given, and they will have an abundance; but from those who have nothing, even what they have will be taken away. As for this worthless slave, throw him into the outer darkness, where there will be weeping and gnashing of teeth.",
    "explanation": "The Parable of the Talents (also the Parable of the Minas) is one of the parables of Jesus. It appears in two of the synoptic, canonical gospels of the New Testament. In both Matthew and Luke, a master puts his servants in charge of his goods while he is away on a trip. Upon his return, the master assesses the stewardship of his servants. He evaluates them according to how faithful each was in making wise investments of his goods to obtain a profit. It is clear that the master sought some profit from the servants' oversight. A gain indicated faithfulness on the part of the servants. The master rewards his servants according to how each has handled his stewardship. He judges two servants as having been \"faithful\" and gives them a positive reward. To the single \"unfaithful\" servant, who played it safe, a negative compensation is given. In Matthew, the opening words appear to link the parable to the parable of the Ten Virgins, which immediately precedes it. That parable deals with wisdom in an eschatological context. This parable, however, has been interpreted in several ways.",
    "verses": "25:14-30"
  },

  {
    "id": "63b0591fc2cf0120cb4b7ed7",
    "gospel": "mark",
    "title": "The Parable of New Wine Into Old Wineskins",
    "body": "Now John's disciples and the Pharisees were fasting; and people came and said to him, \"Why do John's disciples and the disciples of the pharisees fast, but your disciples do not fast?\" Jesus said to them, \"The wedding guests cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast. The days will come when the bridegroom is taken away from them, and they will fast on that day. \"No one sews a piece of unshrunk cloth on an old cloak; otherwise, the patch pulls away from it, the new from the old, and a worse tear is made. And no one puts new wine into old wineskins; otherwise, the wine will burst the skins, and the wine is lost, and so are the skins; but one puts new wine into fresh wineskins.\"",
    "explanation": "New Wine into Old Wineskins is a parable of Jesus. It is found at Matthew 9:14-17, Mark 2:18-22 and Luke 5:33-39. The two parables relate to the relationship between Jesus' teaching and traditional Judaism. According to some interpreters, Jesus here \"pits his own, new way against the old way of the Pharisees and their scribes.\" In the early second century, Marcion, founder of Marcionism, used the passage to justify a \"total separation between the religion that Jesus and Paul espoused and that of the Hebrew Scriptures.\" Other Interpreters of the Torah observing community would state that this new skin represents a new body as we die to our old self, and then we see the new wine symbolises a new spirit, which is the spirit of God in us, the new wine into a new body, could also be seen as the resurrection into a new body then having a new spirit, but it seems to be more indicating to the baptism and the receiving of the Holy Spirit, a new you with a new spirit leading you after a godly life after his Torah in love.",
    "verses": "2:18-22"
  },
  {
    "id": "63b95fe9694afde4df3e48f7",
    "gospel": "mark",
    "title": "A Lamp under A Bushel Basket",
    "body": "He said to them, \"Is a lamp brought in to be put under the bushel basket, or under the bed, and not on the lampstand? For there is nothing hidden, except to be disclosed; nor is anything secret, except to come to light. Let anyone with ears to hear listen!\" And he said to them, \"Pay attention to what you hear; the measure you give will be the measure you get, and still more will be given you. For to those who have, more will be given; and from those who have nothing, even what they have will be taken away.\"",
    "explanation": "The parable of the lamp under a bushel (also known as the lamp under a bowl) is one of the parables of Jesus. It appears in Matthew 5:14-15, Mark 4:21-25 and Luke 8:16-18. In Matthew, the parable is a continuation of the discourse on salt and light in Jesus' Sermon on the Mount. The key idea of the parable is that \"Light is to be revealed, not concealed.\" The light here has been interpreted as referring to Jesus, or to His message, or to the believer's response to that message. Jesus quotes a pessimistic proverb on how the rich get richer and the poor keep losing even the little they have. He later denounces the saying in the next parable in Mark, which alludes to Joel 3:13 in assuring that God's judgment on the ruling powers will come and holds out revolutionary hope to those resigned to thinking that nothing will ever change.",
    "verses": "4:21-25"
  },
  {
    "id": "63c6a28db1a6c024d5dab3b8",
    "gospel": "mark",
    "title": "Jesus Cures a Blind Man at Bethsaida",
    "body": "They came to Bethsaida. Some people brought a blind man to him and begged him to touch him. He took the blind man by the hand and led him out of the village; and when he had put his saliva on his eyes and laid his hands on him, he asked him, \"Can you see anything?\" And the man looked up and said, \"I can see people, but they look like trees, walking.\" Then Jesus laid his hands on his eyes again; and he looked intently and his sight was restored, and he saw everything clearly. Then he sent him away to his home, saying, \"Do not even go into the village.\"",
    "explanation": "Explanation not available",
    "verses": "8:22-26"
  },
  {
    "id": "63c6a6fbb1a6c024d5dab3bf",
    "gospel": "mark",
    "title": "The Healing of a Boy with a Spirit",
    "body": "When they came to the disciples, they saw a great crowd around them, and some scribes arguing with them. When the whole crowd saw him, they were immediately overcome with awe, and they ran forward to greet him. He asked them, \"What are you arguing about with them?\" Someone from the crowd answered him, \"Teacher, I brought you my son; he has a spirit that makes him unable to speak; and whenever it seizes him, it dashes him down; and he foams and grinds his teeth and becomes rigid; and I asked your disciples to cast it out, but they could not do so.\" He answered them, \"You faithless generation, how much longer must I be among you? How much longer must I put up with you? Bring him to me.\" And they brought the boy to him. When the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth. Jesus asked the father, \"How long has this been happening to him?\" And he said, \"From childhood. It has often cast him into the fire and into the water, to destroy him; but if you are able to do anything, have pity on us and help us.\" Jesus said to him, \"If you are able!-All things can be done for the one who believes.\" Immediately the father of the child cried out, \"I believe; help my unbelief!\" When Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, \"You spirit that keeps this boy from speaking and hearing, I command you, come out of him, and never enter him again!\" After crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, \"He is dead.\" But Jesus took him by the hand and lifted him up, and he was able to stand. When he had entered the house, his disciples asked him privately, \"Why could we not cast it out?\" He said to them, \"This kind can come out only through prayer.\"",
    "explanation": "Explanation not available",
    "verses": "9:14-29"
  },
  {
    "id": "63c94078f27a449e9ee67f17",
    "gospel": "mark",
    "title": "The Transfiguration",
    "body": "Six days later, Jesus took with him Peter and James and John, and led them up a high mountain apart, by themselves. And he was transfigured before them, and his clothes became dazzling white, such as no one on earth could bleach them. And there appeared to them Elijah with Moses, who were talking with Jesus. Then Peter said to Jesus, \"Rabbi, it is good for us to be here; let us make three dwellings, one for you, one for Moses, and one for Elijah.\" He did not know what to say, for they were terrified. Then a cloud overshadowed them, and from the cloud there came a voice, \"This is my Son, the Beloved; listen to him!\" Suddenly when they looked around, they saw no one with them anymore, but only Jesus.",
    "explanation": "Explanation not available",
    "verses": "9:2-8"
  },
  {
    "id": "63c946adf27a449e9ee67f35",
    "gospel": "mark",
    "title": "Jesus Heals a Paralytic",
    "body": "When he returned to Capernaum after some days, it was reported that he was at home. So many gathered around that there was no longer room for them, not even in front of the door; and he was speaking the word to them. Then some people came, bringing to him a paralyzed man, carried by four of them. And when they could not bring him to Jesus because of the crowd, they removed the roof above him; and after having dug through it, they let down the mat on which the paralytic lay. When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\" Now some of the scribes were sitting there, questioning in their hearts, \"Why does this fellow speak in this way? It is blasphemy! Who can forgive sins but God alone?\" At once Jesus perceived in his spirit that they were discussing these questions among themselves; and he said to them, \"Why do you raise such questions in your hearts? Which is easier, to say to the paralytic, 'Your sins are forgiven,' or to say 'Stand up and take your mat and walk'? But so that you may know that the Son of Man has authority on earth to forgive sins\" - he said to the paralytic - \"I say to you, stand up, take your mat and go to your home.\" And he stood up, and immediately took the mat and went out before all of them; so that they were all amazed and glorified God, saying, \"We have never seen anything like this!\"",
    "explanation": "Explanation not available",
    "verses": "2:1-12"
  },
  {
    "id": "63c960483d1cd907af1b211f",
    "gospel": "mark",
    "title": "Jesus Cleanses a Leper",
    "body": "A leper came to him begging him, and kneeling he said to him, \"If you choose, you can make e clean.\" Moved with pity, Jesus stretched out his hand and touched him, and said to him, \"I do choose. Be made clean!\" Immediately the leprosy left him, and he was made clean. After sternly warning him he sent him away at once, saying to him, \"See that you say nothing to anyone; but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.\" But he went out and began to proclaim it freely, and to spread the word, so that Jesus could no longer go into a town openly, but stayed out in the country; and people came to him from every quarter.",
    "explanation": "Explanation not available",
    "verses": "1:40-45"
  },
  {
    "id": "63c9e9073d1cd907af1b212d",
    "gospel": "mark",
    "title": "Jesus Walks on the Water",
    "body": "Immediately he made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he dismissed the crowd. After saying farewell to them, he went up on the mountain to pray. When evening came, the boat was out on the sea, and he was alone on the land. When he saw that they were straining at the oars against an adverse wind, he came towards them early in the morning, walking on the sea. He intended to pass them by. But when they saw him walking on the sea, they thought it was a ghost and cried out; for they all saw him and were terrified. But immediately he spoke to them and said, \"Take heart, it is I; do not be afraid.\" Then he got into the boat with them and the wind ceased. And they were utterly astounded, for they did not understand about the loaves, but their hearts were hardened.",
    "explanation": "Explanation not available",
    "verses": "6:45-52"
  },

  {
    "id": "63ac27fe53cbd0e69d70c596",
    "gospel": "luke",
    "title": "The Parable of the Rich Fool",
    "body": "Someone in the crowd said to him, \"Teacher, tell my brother to divide the family inheritance with me.\" But he said to him, \"Friend, who set me to be a judge or arbitrator over you?\" And he said to them, \"Take care! Be on your guard against all kinds of greed; for one's life does not consist in the abundance of possessions.\" Then he told them a parable: \"The land of a rich man produced him abundantly. And he thought to himself, 'What should I do, for I have no place to store my crops?' Then he said, 'I will do this: I will pull down my barns and build larger ones, and there I will store all my grain and my goods. And I will say to my soul, 'Soul you have ample goods laid up for many years; relax, eat, drink, be merry.' But God said to him, 'You fool! This very night your life is being demanded of you. And the things you have prepared, whose will they be? So it is with those who store up treasures for themselves but are not rich toward God.\"",
    "explanation": "The Parable of the Rich Fool is a parable of Jesus which appears in The Gospel of Luke. It depicts the futility of the belief that wealth can secure prosperity or a good life. The rich farmer in this parable is portrayed negatively, as an example of greed. By replacing his existing barn, he avoids using agricultural land for storage purposes, thus maximising his income, as well as allowing him to wait for a price increase before selling. St. Augustine comments that the farmer was \"planning to fill his soul with excessive and unnecessary feasting and was proudly disregarding all those empty bellies of the poor. He did not realize that the bellies of the poor were much safer storerooms than his barns.\"",
    "verses": "12:13-21"
  },
  {
    "id": "63ac331853cbd0e69d70c637",
    "gospel": "luke",
    "title": "The Parable of the Barren Fig Tree",
    "body": "Then he told this parable: \"A man had a fig tree planted in his vineyard; and he came looking for fruit on it and found none. So he said to the gardener, 'See here! For three years I have come looking for fruit on this fig tree, and still I find none. Cut it down! Why should it be wasting the soil?' He replied, 'Sir, let it alone for one more year, until I dig around it and put manure on it. If it bears fruit next year, well and good; but if not, you can cut it down.'\"",
    "explanation": "The parable of the barren fig tree (not to be confused with the parable of the budding fig tree) is a parable of Jesus which appears in Luke 13:6–9. It is about a fig tree which does not produce fruit. The Church Fathers, and the Catholic Church subsequently, has interpreted this parable as Jesus Christ warning Christians that they must bear fruits after their conversion worthy of repentance or risk being condemned to Hell. God, in His mercy, repeatedly checks on believers to see if they have borne fruit worthy of their baptism and conversion. If someone who has been baptized and says they are Christian has not borne fruit, they are condemned. This verse was used during the Counter-Reformation to help support the belief of the Church that faith without works is dead.",
    "verses": "13:6-9"
  },
  {
    "id": "63ac364653cbd0e69d70c63b",
    "gospel": "luke",
    "title": "The Parable of the Good Samaritan",
    "body": "Just then a lawyer stood up to test Jesus. \"Teacher,\" he said, \"what must I do to inherit eternal life?\" He said to him, \"What is written in the law? What you read there?\" He answered, \"You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.\" And he said to him, \"You have given the right answer; do this, and you will live.\" But wanting to justify himself, he asked Jesus, \"And who is my neighbour?\" Jesus replied, \"A man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who stripped him, beat him and went away, leaving him half dead. Now by chance a priest was going down that road; and when he saw him, he passed by on the other side. So likewise a Levite, when he came to the place and saw him, passed by on the other side. But a Samaritan while traveling came near him; and when he saw him, he was moved with pity. He went to him and bandaged his wounds, having poured oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him. The next day he took out two denarii, gave them to the inkeeper, and said, 'Take care of him; and when I come back, I will repay you whatever more you spend.' Which of these three, do you think was a neighbour to the man who fell into the hands of the robbers?\" He said, \"The one who showed him mercy.\" Jesus said to him, \"Go and do likewise.\"",
    "explanation": "The parable of the Good Samaritan is told by Jesus in the Gospel of Luke.It is about a traveler (implicitly understood to be Jewish) who is stripped of clothing, beaten, and left half dead alongside the road. First, a Jewish priest and then a Levite come by, but both avoid the man. Finally, a Samaritan happens upon the traveler. Although Samaritans and Jews despised each other, the Samaritan helps the injured man. Jesus is described as telling the parable in response to a provocative question from a lawyer, \"And who is my neighbor?\", in the context of the Great Commandment. The conclusion is that the neighbor figure in the parable is the one who shows mercy to their fellow man.",
    "verses": "10:25-37"
  },
  {
    "id": "63ad1b3e988f9e630eb6ae17",
    "gospel": "luke",
    "title": "The Parable of the Friend at Night",
    "body": "And he said to them, \"Suppose one of you has a friend, and you go to him at midnight and say to him, 'Friend, lend me three loaves of bread; for a friend of mine has arrived, and I have nothing to set before him.' And he answers from within, 'Do not bother me; the door has already been locked, and my children are with me in bed; I cannot get up and give you anything.' I tell you, even though he will not get up and give him anything because he is his friend, at least because of his persistence he will get up and give him whatever he needs.",
    "explanation": "The Parable of the Friend at Night (also known as the Parable of the Friend at Midnight or of the Importunate Neighbour) is a parable of Jesus which appears in Luke 11:5–8. In it, a friend eventually agrees to help his neighbor due to his persistent demands rather than because they are friends, despite the late hour and the inconvenience of it. This parable demonstrates the need to pray without giving up and it is similar to the Parable of the Unjust Judge. This parable appears in the Gospel of Luke immediately after Jesus teaches the Lord's Prayer, and can therefore be viewed as a continuation of Jesus teaching his disciples how to pray. Cornelius a Lapide, a Flemish Catholic Priest, wrote, \"God wills that we should continue instant in prayer, and is pleased with our 'importunity', for persistent prayer is 'violence pleasing to God.'\"",
    "verses": "11:5-8"
  },
  {
    "id": "63ad1eda988f9e630eb6ae1c",
    "gospel": "luke",
    "title": "The Parable of the Great Banquet",
    "body": "One of the dinner guests, on hearing this, said to him, \"Blessed is anyone who will eat bread in the kingdom of God!\" Then Jesus said to him, \"Someone gave a great dinner and invited many. At the time for the dinner he sent his slave to say to those who had been invited, 'Come; for everything is ready now.' But they all alike began to make excuses. The first said to him, 'I have bought a piece of land, and I must go out and see it; please accept my regrets.' Another said, 'I have bought five yoke of oxen, and I am going to try them out; please accept my regrets.' Another said, 'I have just been married, and therefore I cannot come.' So the slave returned and reported this to his master. Then the owner of the house became angry and said to his slave, 'Go out at once into the streets and lanes of the town and bring in the poor, the crippled, the blind, and the lame.' And the slave said, 'Sir, what you ordered has been done, and there is still room.' Then the master said to the slave, 'Go out into the roads and lanes, and compel people to come in, so that my house may be filled. For I tell you, none of those who were invited will taste my dinner.'\"",
    "explanation": "The Parable of the Great Banquet or the Wedding Feast or the Marriage of the King's Son is a parable told by Jesus in the New Testament, found in Matthew 22:1–14 and Luke 14:15–24. The classical interpretation of Matthew's version of the parable is that the king is God; the king's son is Jesus himself; the original invited guests are the Jews; the king's servants who are attacked are God's prophets; and the new guests are the Gentiles and other \"unworthy\". The eschatological image of a wedding used by Matthew also occurs in the parable of the Faithful Servant and the parable of the Ten Virgins. The original invitation to the Jews is extended to also include Gentiles. In Luke, the invitation is extended particularly to the \"poor, the crippled, the blind and the lame\" (Luke 14:21), evidencing explicit concern for the \"poor and the outcasts.\"",
    "verses": "14:15-24"
  },
  {
    "id": "63afb1bd69e12bb1459d4d21",
    "gospel": "luke",
    "title": "The Parable of the Lost Coin",
    "body": "\"Or what woman having ten silver coins, if she loses one of them, does not light a lamp, sweep the house, and search carefully until she finds it? When she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin that I had lost.' Just so, I tell you, there is joy in the presence of the angels of God over one sinner who repents.\"",
    "explanation": "The Parable of the Lost Coin is one of the parables of Jesus. It appears in Luke 15:8–10. In it, a woman searches for a lost coin, finds it, and rejoices. It is a member of a trilogy on redemption that Jesus tells after the Pharisees and religious leaders accuse Him of welcoming and eating with \"sinners.\" The other two are the Parable of the Lost Sheep, and the Parable of the Lost Son or Prodigal Son.",
    "verses": "15:8-10"
  },
  {
    "id": "63afb81f69e12bb1459d4d25",
    "gospel": "luke",
    "title": "The Parable of the Prodigal and His Brother",
    "body": "Then Jesus said, \"There was a man who had two sons. The younger of them said to his father, 'Father, give me the share of the property that will belong to me.' So he divided his property between them. A few days later the younger son gathered all he had and traveled to a distant country, and there he squandered his property in dissolute living. When he had spent everything, a severe famine took place throughout that country, and he began to be in need. So he went and hired himself out to one of the citizens of that country, who sent him to his fields to feed the pigs. He would have gladly filled himself with the pods that the pigs were eating; and no one gave him anything. But when he came to himself he said, 'How many of my father's hired hands have bread enough and to spare, but here I am dying of hunger! I will get up and go to my father, and I will say to him, \"Father, I have sinned against heaven and before you; I am no longer worthy to be called your son; treat me like one of your hired hands.\"' So he set off and went to his father. But while he was still far off, his father saw him and was filled with compassion; he ran and put his arms around him and kissed him. Then the son said to him, 'Father, I have sinned against heaven and before you; I am no longer worthy to be called your son.' But the father said to his slaves, 'Quickly bring out a robe-the best one-and put it on him; put a ring on his finger and sandals on his feet. And get the fatted calff and kill it, and let us eat and celebrate; for this son of mine was dead and is alive again; he was lost and is found!' And they began to celebrate. \"Now when his elder son was in the field; and when he came and approached the house, he heard music and dancing. He called one of the slaves and asked what was going on. He replied, 'Your brother has come, and your father has killed the fatted calf, because he has got him back safe and sound.' Then he became angry and refused to go in. His father came out and began to plead with him. But he answered his father, 'Listen! For all these years I have been working like a slave for you, and I have never disobeyed your command; yet you have never given me a young goat so that I might celebrate with my friends. But when this son of yours came back, who has devoured your property, you killed the fatted calf for him! Then the father said to him, 'Son, you are always with me, and all that is mine is yours. But we had to celebrate and rejoice, because this brother of yours was dead and has come to life; he was lost and has been found.'\"",
    "explanation": "The Parable of the Prodigal Son is one of the parables of Jesus Christ in the Bible, appearing in Luke 15:11–32. Jesus shares the parable with his disciples, the Pharisees and others. In the story, a father has two sons. The younger son asks for his portion of inheritance from his father, who grants his son's request. This son, however, is prodigal (i.e., wasteful and extravagant), thus squandering his fortune and eventually becoming destitute. As consequence, he must now return home empty-handed and intends to beg his father to accept him back as a servant. To the son's surprise, he is not scorned by his father but is welcomed back with celebration and a welcoming party. Envious, the older son refuses to participate in the festivities. The father tells the older son: \"you are ever with me, and all that I have is yours, but thy younger brother was lost and now he is found.\" The Prodigal Son is the third and final parable of a cycle on redemption, following the parable of the Lost Sheep and the parable of the Lost Coin. While a number of commentators see the request of the younger son for his share of the inheritance as \"brash, even insolent\" and \"tantamount to wishing that the father was dead,\" Jewish legal scholar Bernard Jackson says \"Jewish sources give no support to [the idea] that the prodigal, in seeking the advance, wishes his father dead.\" The young man's actions do not lead to success; he squanders his inheritance and he eventually becomes an indentured servant, with the degrading job of looking after pigs, and even envying them for the carob pods they eat. This recalls Proverbs 29:3: \"Whoever loves wisdom gives joy to his father, but whoever consorts with harlots squanders his wealth.\" Upon his return, his father treats the young man with a generosity far more than he has a right to expect. He is given the best robe, a ring for his finger, and sandals for his feet. Jewish philosopher Philo observes: Parents often do not lose thought for their wastrel (asoton) children.… In the same way, God too…takes thought also for those who live a misspent life, thereby giving them time for reformation, and also keeping within the bounds His own merciful nature.",
    "verses": "15:11-32"
  },
  {
    "id": "63b008a669e12bb1459d4d38",
    "gospel": "luke",
    "title": "The Parable of the Dishonest Manager",
    "body": "Then Jesus said to the disciples, \"There was a rich man who had a manager, and charges were brought to him that this man was squandering his property. So he summoned him and said to him, 'What is this that I hear about you? Give me an accounting of your management, because you cannot be my manager any longer.' Then the manager said to himself, 'What will I do, now that my master is taking the position away from me? I am not strong enough to dig, and I am ashamed to beg. I have decided what to do so that, when I am dismissed as manager, people may welcome me into their homes.' So, summoning his master's debtores one by one, he asked the first, 'How much do you owe my master?' He answered, 'A hundred jugs of olive oil.' He said to him, 'Take your bill, sit down quickly, and make it fifty.' Then he asked another, 'And how much do you owe?' He replied, 'A hundred containers of wheat.' He said to him, 'Take your bill and make it eighty.' And his master commended the dishonest master because he had acted shrewdly; for the the children of this age are more shrewd in dealing with their own generation than are the children of light. And I tell you, make friends for yourselves by means of dishonest wealth so that when it is gone, they may welcome you into the eternal homes. \"Whoever is faithful in a very little is faithful also in much; and whoever is dishonest in a very little is dishonest also in much. If then you have not been faithful with the dishonest wealth, who will entrust you to their true riches? And if you have not been faithful with what belongs to another, who will give you what is your own? No slave can serve two masters; for a slave will either hate the one and love the other, or be devoted to the one and despise the other. You cannot serve God and wealth.",
    "explanation": "The Parable of the Dishonest Manager is a parable of Jesus which appears in Luke 16:1–13. In it, a steward who is about to be fired tries to \"curry favor\" with his master's debtors by remitting some of their debts. This parable does not appear in the other gospels. No parable in the gospels has been the subject of so much controversy as this. The parable, on the face of it, appears to be commending dishonest behaviour. Most explain that the manager is forgoing a commission due to him personally, but some scholars disagree with this interpretation. However, although the master has \"a certain grudging admiration\" for the manager's \"shrewdness\", Jesus labels the manager \"dishonest\". To add to the interpretations, several different sayings about money were attached to the parable here. It is a matter of debate whether sayings about trust or serving two masters apply to this parable.",
    "verses": "16:1-13"
  },
  {
    "id": "63b0488369e12bb1459d4d76",
    "gospel": "luke",
    "title": "The Rich Man and Lazarus",
    "body": "\"There was a rich man who was dressed in purple and fine linen and who feasted sumptuously every day. And at his gate lay a poor man named Lazarus, covered with sores, who longed to satisfy his hunger with what fell from the rich man's table; even the dogs would come and lick his sores. The poor man died and was carried away by the angels to be with Abraham. The rich man also died and was buried. In Hades, where he was being tormented, he looked up and saw Abraham far away with Lazarus by his side. He called out, 'Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue; for I am in agony in these flames.' But Abraham said, 'Child, remember that during your lifetime you received your good things, and Lazarus in like manner evil things; but now he is comforted here and you are in agony. Besides all this, between you and us a great chasm has been fixed, so that those who might want to pass from here to you cannot do so, and no one can cross from there to us.' He said, 'Then, father, I beg you to send him to my father's house-for I have five brothers-that he may warn them, so that they will not alsocome into this place of torment.' Abraham replied, 'They have Moses and the prophets; they should listen to them.' He said, 'No, father Abraham; but if someone goes to them from the dead, they will repent.' He said to him, 'If they do not listen to Moses and the prophets, neither will they be convinced even if someone rises from the dead.'\"",
    "explanation": "The rich man and Lazarus is a parable of Jesus from the 16th chapter of the Gospel of Luke. Speaking to his disciples and some Pharisees, Jesus tells of an unnamed rich man and a beggar named Lazarus. When both die, the rich man goes to Hell and implores Abraham to send Lazarus from his side in Heaven to warn the rich man's family from sharing his fate. Abraham replies, \"If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.\" St. Jerome and others view the story not as a parable, but as an actual event which was related by Jesus to his followers. Supporters of this view point to a key detail in the story: the use of a personal name (Lazarus) not found in any other parable. By contrast, in all of the other parables Jesus refers to a central character by a description, such as \"a certain man\", \"a sower\", and so forth.",
    "verses": "16:19-31"
  },
  {
    "id": "63b04e412775c7a025dfe200",
    "gospel": "luke",
    "title": "The Parable of the Unjust Judge",
    "body": "Then Jesus told them a parable about their need to pray always and not to lose heart. He said, \"In a certain city there was a judge who neither feared God nor had respect for people. In that city there was a widow who kept coming to him saying, 'Grant me justice against my opponent.' For a while he refused; but later he said to himself, 'Though I have no fear of God and no respect for anyone, yet because this widow keeps bothering me, I will grant her justice, so that she may not wear me out by continually coming.'\" And the Lord said, \"Listen to what the unjust judge says. And will not God grant justice to his chosen ones who cry to him day and night? Will he delay long in helping them? I tell you, he will quickly grant justice to them. And yet, when the Son of Man comes, will he find faith on earth?\"",
    "explanation": "The Parable of the Unjust Judge is one of the parables of Jesus which appears in the Gospel of Luke (Luke 18:1–8). In it, a judge who lacks compassion is repeatedly approached by a woman seeking justice. Initially rejecting her demands, he eventually honors her request so he will not be worn out by her persistence. One interpretation of this parable is never giving up. It is found immediately prior to the parable of the Pharisee and the Publican (also on prayer) and is similar to the Parable of the Friend at Night. Other scholars note that the content of the parable makes no reference to prayer and that the introduction of prayer as a theme is generally inspired by the Lukan construction in verses 6–8 and by the fact that Luke placed the parable of the Pharisee and Publican immediately after this one. Whatever approach is taken, it is noteworthy that the judge in the parable does not act on the basis of justice.",
    "verses": "18:1-8"
  },
  {
    "id": "63b050632775c7a025dfe205",
    "gospel": "luke",
    "title": "The Parable of the Pharisee and the Tax Collector",
    "body": "He also told this parable who trusted in themselves that they were righteous and regarded others with contempt: \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. The Pharisee, standing by himself, was praying thus, 'God, I thank you that I am not like other people: thieves, rogues, adulterers, or even like this tax collector. I fast twice a week; I give a tenth of all my income. But the tax collector, standing far off, would not even look up to heaven, but was beating his breast and saying, 'God, be merciful to me, a sinner!' I tell you, this man went down to his home justified rather than the other; for all who exalt themselves will be humbled, but all who humble themselves will be exalted.\"",
    "explanation": "The parable of the Pharisee and the Tax Collector is a parable of Jesus that appears in the Gospel of Luke. In Luke 18:9–14, a self-righteous Pharisee, obsessed by his own virtue, is contrasted with a tax collector who humbly asks God for mercy. This parable primarily shows Jesus teaching that justification can be given by the mercy of God irrespective of the receiver's prior life and that conversely self-righteousness can prohibit being justified. Further coming as it does in a section of teaching on prayer it demonstrates the need to pray humbly. It immediately follows the Parable of the Unjust Judge, which is also about prayer.",
    "verses": "18:9-14"
  },
  {
    "id": "63cb4132892c2b7980d72ae8",
    "gospel": "luke",
    "title": "Jesus Raises the Widow's Son at Nain",
    "body": "Soon afterwards he went to a town called Nain, and his disciples and a large crowd went with him. As he approached the gate of the town, a man who had died was being carried out. He was his mother's only son, and she was a widow; and with her was a large crowd from the town. When the Lord saw her, he had compassion for her and said to her, \"Do not weep.\" Then he came forward and touched the bier, and the bearers stood still. And he said, \"Young man, I say to you, rise!\" The dead man sat up and began to speak, and Jesus gave him to his mother. Fear seized all of them; and they glorified God, saying, \"A great prophet has risen among us!\" and \"God has looked favorably on his people!\" This word about him spread throughout Judea and all the surrounding country.",
    "explanation": "Explanation not available",
    "verses": "7:11-17"
  },
  {
    "id": "63cb432b892c2b7980d72aec",
    "gospel": "luke",
    "title": "The Birth of Jesus",
    "body": "In those days a decree went out from Emperor Augustus that all the world should be registered. This was the first registration and was taken while Quirinius was governor of Syria. All went to their own towns to be registered. Joseph also went from the town of Nazareth in Galilee to Judea, to the city of David called Bethlehem, because he was descended from the house and family of David. He went to be registered with Mary, to whom he was engaged and who was expecting a child. While they were there, the time came for her to deliver her child. And she gave birth to her firstborn son and wrapped him in bands of cloth, and laid him in a manger, because there was no place for them in the inn.",
    "explanation": "Explanation not available",
    "verses": "2:1-7"
  },
  {
    "id": "63cb4530892c2b7980d72af0",
    "gospel": "luke",
    "title": "Jesus Calms a Storm",
    "body": "One day he got into a boat with his disciples, and he said to them, \"Let us go across to the other side of the lake.\" So they put out, and while they were sailing they fell asleep. A windstorm swept down on the lake, and the boat was filling with water, and they were in danger. They went to him and woke him up, shouting, \"Master, Master, we are perishing!\" And he woke up and rebuked the wind and the raging waves; they ceased, and there was a calm. He said to them, \"Where is your faith?\" They were afraid and amazed, and said to one another, \"Who then is this, that he commands even the winds and the water, and they obey him?\"",
    "explanation": "Explanation not available",
    "verses": "8:22-25"
  },

  {
    "id": "63c41dfcf62783ae1faa210f",
    "gospel": "john",
    "title": "Feeding the Five Thousand",
    "body": "After this Jesus went to the other side of the Sea of Galilee, also called the Sea of Tiberias. A large crowd kept following him, because they saw the signs that he was doing for the sick. Jesus went up the mountain and sat down there with his disciples. Now the Passover, the festival of the Jews was near. When he looked up and saw a large crowd coming toward him, Jesus said to Philip, \"Where are we to buy bread for these people to eat?\" He said this to test him, for he himself knew what he was going to do. Philip answered him, \"Six months' wages would not buy enough bread for each of them to get a little. One of his disciples, Andrew, Simon Peter's brother, said to him, \"There is a boy here who has five barley loaves and two fish. But what are they among so many people?\" Jesus said make the people sit down.\" Now there was a great deal of grass in the place; so they sat down, about five thousand in all. Then Jesus took the loaves, and when he had given thanks, he distributed them to thosewho were seated; so also the fish, as much as they wanted. When they were satisfied, he told his disciples, \"Gather up the fragments left over, so that nothing may be lost.\" So they gathered them up, and from the fragments of the five barley loaves, left by those who had eaten, they filled twelve baskets. When the people saw the sign that he had done, they began to say, \"This is indeed the prophet who is to come into the world.\" When Jesus realized that they were about to come and take him by force to make him king, he withdrew again to the mountain by himself.",
    "explanation": "Explanation not available",
    "verses": "6:1-15"
  },
  {
    "id": "63c54db5f62783ae1faa2119",
    "gospel": "john",
    "title": "Jesus Heals on the Sabbath",
    "body": "After this there was a festival of the Jews, and Jesus went up to Jerusalem. Now in Jerusalem by the Sheep Gate there is a pool, called in Hebrew Beth-za-tha, which has five porticoes. In these lay many invalids-blind, lame and paralyzed. One man was there who had been ill for thirty-eight years. When Jesus saw him lying there and knew that he had been there a long time, he said to him, \"Do you want to be made well?\" The sick man answered him, \"Sir I have no one to put me into the pool when the water is stirred up; and while I am making my way, someone else steps down ahead of me.\" Jesus said to him, \"Stand up, take your mat and walk.\" At once the man was made well, and he took up his mat and began to walk. Now that day was a sabbath. So the Jews said to the man who had been cured, \"It is the sabbath; it is not lawful for you to carry your mat.\" But he answered them, \"The man who made me welll said to me, 'Take up your mat and walk.'\" They asked him, \"Who is the man who said to you, 'Take up your mat and walk.'?\" Now the man who had been healed did not know who it was, for Jesus had disappeared in the crowd that was there. Later Jesus found him in the temple and said to him, \"See, you have been made well! Do not sin any more, so that nothing worse happens to you.\" The man went away and told the Jews that it was Jesus who had made him well. Therefore the Jews started persecuting Jesus, because he was doing such things on the sabbath. But Jesus answered them, \"My Father is still working, and I also am working.\" For this reason the Jews were seeking all the more to kill him, because he was not only breaking the sabbath, but was also calling God his own Father, thereby making him equal to God.",
    "explanation": "Explanation not available",
    "verses": "5:1-18"
  },
  {
    "id": "63c5572cf62783ae1faa2121",
    "gospel": "john",
    "title": "Jesus and the Woman of Samaria",
    "body": "Now when Jesus learned that the Pharisees had heard, \"Jesus is making and baptizing more disciples than John\"-although it was not Jesus himself but his disciples who baptized-he left Judea and started back to Galilee. But he had to go through Samaria. So he came to a Samaritan city called Sychar, near the plot of ground that Jacob had given to his son Joseph. Jacob's well was there, and Jesus, tired out by his journey, was sitting by the well. It was about noon. A Samaritan woman came to draw water, and Jesus said to her, \"Give me a drink.\" (His disciples had gone to the city to buy food.) The Samaritan woman said to him, \"How is it that you, a Jew, ask a drink of me, a woman of Samaria?\" (Jews do not share things in common with Samaritan.) Jesus answered her, \"If you knew the gift of God, and who it is that saying to you, 'Give me a drink,' you would have asked him, and he would have given you living water.\" The woman said to him, \"Sir, you have no bucket and the well is deep. Where do you get that living water? Are you greater than our ancestor Jacob, who gave us the well, and with his sons and his flocks that drank from it?\" Jesus said to her, \"Everyone who drinks of this water will be thirsty again, but those who drink of the water that I will give them will never be thirsty. The water that I will give will become in them a spring of water will become in them a spring of water gushing up to eternal life.\" The woman said to him, \"Sir, give me this water, so that I may never be thirsty or have to keep coming here to draw water.\" Jesus said to her, \"Go, call your husband, and come back.\" The woman answered him, \"I have no husband.\" Jesus said to her, \"You are right in saying, 'I have no husband'; for you have had five husbands and the one you have now is not your husband. What you have said is true!\" The woman said to him, \"Sir, I see that you are a prophet. Our ancestors worshipped on this mountain, but you say that the place where people must worship is in Jerusalem.\" Jesus said to her, \"Woman, believe me, the hour is coming when you will worship the Father neither on the mountain nor in Jerusalem. You worship what you do not know; we worship what we know, for salvation is from the Jews. But the hour is coming, and is now here, when the true worshippers will worship the Father in spirit and truth, for the Father seeks such as these to worship him. God is spirit, and those who worship him must worship him in spirit and truth.\" The woman said to him, \"I know that Messiah is coming\" (who is called Christ). \"When he comes, he will proclaim all things to us.\" Jesus said to her, \"I am he, the one who is speaking to you.\" Just then his disciples came. They were astonished that he was speaking with a woman, but no one said, \"What do you want?\" or \"Why are you speaking with her?\" Then the woman left her water jar and went back to the city. She said to the people, \"Come and see a man who told me everything I have ever done! He cannot be the Messiah, can he?\" They left the city and were on their way to him. Meanwhile the disciples were urgin him, \"Rabbi, eat something.\" But he said to them, \"I have food to eat that you do not know about.\" So the disciples said to one another, \"Surely no one has brought him something to eat?\" Jesus said to them \"My food is to do the will of him who sent me and to complete his work. Do you not say, 'Four months more, then comes the harvest'? But I tell you, look around you, and see how the fields are ripe for harvesting. The reaper is already receiving wages and is gathering fruit for eternal life, so that sower and reaper may rejoice together. For here the saying holds true, 'One sows and another reaps.' I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.\" Many Samaritans from that city believed in him because of the woman's testimony, \"He told me everything I have ever done.\" So when the Samaritans came to him, they asked him to stay with them; and he stayed there two days. And many more believed because of his word. They said to the woman, \"It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is truly the savior of the world.\"",
    "explanation": "Explanation not available",
    "verses": "4:1-42"
  },
  {
    "id": "63c69f64b1a6c024d5dab3b0",
    "gospel": "john",
    "title": "The Wedding at Cana",
    "body": "On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there. Jesus and his disciples had also been invited to the wedding. When the wine gave out, the mother of Jesus said to him, \"They have no wine.\" And Jesus said to her, \"Woman, what concern is that to you and to me? My hour has not yet come.\" His mother said to the servants, \"Do whatever he tells you.\" Now standing there were six stone water jars for the Jewish rites of purification, each holding twenty or thirty gallons. Jesus said to them, \"Fill the jars with water.\" And they filled them up to the brim. He said to them, \"Now draw some out, and take it to the chief steward.\" So they took it. When the steward tasted the water that had become wine, and did not know where it came from (though the servants who had drawn the water knew), the steward called the bridegroom and said to him, \"Everyone serves the good wine first, and then the inferior wine after the guests have become drunk. But you have kept the good wine until now.\" Jesus did this, the first of his signs, in Cana of Galilee, and revealed his glory; and his disciples believed in him. After this he went down to Capernaum with his mother, his brothers, and his disciples; and they remained there a few days.",
    "explanation": "Explanation not available",
    "verses": "2:1-12"
  },
  {
    "id": "63c9f0313d1cd907af1b213a",
    "gospel": "john",
    "title": "The Woman Caught in Adultery",
    "body": "Then each of them went home, while Jesus went to the Mount of Olives. Early in the morning he came again to the temple. All the people came to him and he sat down and began to teach them. The scribes and the Pharisees brought a woman who had been caught in adultery; and making her stand before all of them, they said to him, \"Teacher, this woman was caught in the very act of commiting adultery. Now in the law Moses commanded us to stone such women. Now what do you say?\" They said this to test him, so that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. When they kept on questioning him, he straightened up and said to them, \"Let anyone among you who is without a sin be the first to throw a stone at her.\" And once again he bent down and wrote on the ground. When they heard it, they went away, one by one, beginning with the elders; and Jesus was left alone with the woman standing before him. Jesus straightened up and said to her, \"Woman, where are they? Has no one condemned you?\" She said, \"No one, sir.\" And Jesus said, \"Neither do I condemn you. Go your way and from now on do not sin again.\"",
    "explanation": "Explanation not available",
    "verses": "8:1-11"
  },
  {
    "id": "63c9f3533d1cd907af1b213e",
    "gospel": "john",
    "title": "The Betrayal and Arrest of Jesus",
    "body": "After Jesus had spoken these words, he went out with his disciples across the Kidron valley to a place where there was a garden, which he and his disciples entered. Now Judas, who betrayed him, also knew the place, because Jesus often met there with his disciples. So Judas brought a detachment of soldiers together with police from the chief priests and the Pharisees, and they came there with lanterns and torches and weapons. Then Jesus, knowing all that was to happen to him, came forward and asked them, \"Whom are you looking for?\" They answered, \"Jesus of Nazareth.\" Jesus replied, \"I am he.\" Judas, who betrayed him, was standing with them. When Jesus said to them, \"I am he,\" they stepped back and fell to the ground. Again he asked them, \"Whom are you looking for?\" And they said, \"Jesus of Nazareth.\" Jesus answered, \"I told you that I am he. So if you are looking for me, let these men go.\" This was to fulfill the word that he had spoken, \"I did not lose a single one of those whom you gave me.\" Then Simon Peter, who had a sword, drew it, struck the high priest's slave, and cut off his right ear. The slave's name was Malchus. Jesus said to Peter, \"Put your sword back into its sheath. Am I not to drink the cup that the Father has given me?\"",
    "explanation": "Explanation not available",
    "verses": "18:1-11"
  },
  {
    "id": "63caaab9892c2b7980d72aa4",
    "gospel": "john",
    "title": "Jesus before Pilate",
    "body": "Then they took Jesus from Caiaphas to Pilate's headquarters. It was early in the morning. They themselves did not enter the headquarters, so as to avoid ritual defilement and to be able to eat the Passover. So Pilate went out to them and said, \"What accusation do you bring against this man?\" They answered, \"If this man were not a criminal, we would not have handed him over to you.\" Pilate said to them, \"Take him yourselves and judge him according to your law.\" The Jews replied, \"We are not permitted to put anyone to death.\" (This was to fulfill what Jesus had said when he indicated the kind of death he was to die.) Then Pilate entered the headquarters again, summoned Jesus, and asked him, \"Are you the King of the Jews?\" Jesus answered, \"Do you ask this on your own, or did others tell you about me?\" Pilate replied, \"I am not a Jew, am I? Your own nation and the chief priests have handed you over to me. What have you done?\" Jesus answered, \"My kingdom is not from this world. If my kingdom were from this world, my followers would be fighting to keep me from being handed over to the Jews. But as it is, my kingdom is not from here.\" Pilate asked him, \"So you are a king?\" Jesus answered, \"You say that I am a king. For this I was born, and for this I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.\" Pilate asked him, \"What is truth?\"",
    "explanation": "Explanation not available",
    "verses": "18:28-38"
  },
  {
    "id": "63caaf51892c2b7980d72aa7",
    "gospel": "john",
    "title": "Jesus Sentenced to Death",
    "body": "After he had said this, he went out to the Jews again and told them, \"I find no case against him. But you have a custom that I release someone for you at the Passover. Do you want me to release for you the King of the Jews?\" They shouted in reply, \"Not this man, but Barabbas!\" Now Barabbas was a bandit. Then Pilate took Jesus and had him flogged. And the soldiers wove a crown of thorns and put it on his head, and they dressed him in a purple robe. The kept coming up to him, saying, \"Hail, King of the Jews!\" and striking him on the face. Pilate went out again and said to them, \"Look, I am bringing him out to you to let you know that I find no case against him.\" So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Here is the man!\" When the chief priests and the police saw him, they shouted, \"Crucify him! Crucify him!\" Pilate said to them, \"Take him yourselves and crucify him; I find no case against him.\" The Jews answered him, \"We have a law, and according to that law he ought to die because he has claimed to be the Son of God.\" Now when Pilate heard this, he was more afraid than ever. He entered his headquarters again and asked Jesus, \"Where are you from?\" But Jesus gave him no answer. Pilate therefore said to him, \"Do you refuse to speak to me? Do you not know that I have power to release you, and power to crucify you?\" Jesus answered him, \"You would have no power over me unless it had been given you from above; therefore the one who handed me over to you is guilty of a greater sin.\" From then on Pilate tried to release him, but the Jews cried out, \"If you release this man, you are no friend of the emperor. Everyone who claims to be a king sets himself against the emperor.\" When Pilate heard these words, he brought Jesus outside and sat on the judge's bench ata a place called the Stone Pavement or in Hebrew Gabbatha. Now it was the day of Preparation for the Passover; and it was about noon. He said to the Jews, \"Here is your King!\" They cried out, \"Away with him! Away with him! Crucify him!\" Pilate asked them, \"Shall I crucify your King?\" The chief priests answered, \"We have no king but the emperor.\" Then he handed him over to them to be crucified.",
    "explanation": "Explanation not available",
    "verses": "18:38-19:16"
  },
  {
    "id": "63cab75b892c2b7980d72aac",
    "gospel": "john",
    "title": "The Crucifixion of Jesus",
    "body": "So they took Jesus; and carrying the cross by himself, he went out to what is called the Place of the Skull, which in Hebrew is called Golgotha. There they crucified him, and with him two others, one on either side, with Jesus between them. Pilate also had an inscription written and put on the cross. It read, \"Jesus of Nazareth, the King of the Jews.\" Many of the Jews read this inscription, because the place where Jesus was crucified was near the city; and it was written in Hebrew, in Latin, and in Greek. Then the chief priests of the Jews said to Pilate, \"Do not write, 'The King of the Jews,' but, 'This man said, I am King of the Jews.'\" Pilate answered, \"What I have written I have written.\" When the soldiers had crucified Jesus, the took his clothes and divided them into four parts, one for each soldier. They also took his tunic; now the tunic was seamless, woven in one piece from the top. So they said to one another, \"Let us not tear it, but cast lots for it to see who will get it.\" This was to fulfill what the scripture says, \"They divided my clothes among themselves, and for my clothing they cast lots.\" And that is what the soldiers did. Meanwhile, standing near the cross of Jesus were his mother, and his mother's sister, Mary-the wife of Clopas, and Mary Magdalene. When Jesus saw his mother and the disciple whom he loved standing beside her, he said to his mother, \"Woman, here is your son.\" Then he said to the disciple, \"Here is your mother.\" And from that hour the disciple took her into his own home. After this, when Jesus knew that all was now finished, he said (in order to fulfill the scripture), \"I am thirsty.\" A jar full of sour wine was standing there. So they put a sponge full of the wine on a branch of hyssop and held it to his mouth. When Jesus had received the wine, he said, \"It is finished.\" Then he bowed his head and gave up his spirit.",
    "explanation": "Explanation not available",
    "verses": "19:17-30"
  },
  {
    "id": "63cab934892c2b7980d72ab0",
    "gospel": "john",
    "title": "The Burial of Jesus",
    "body": "After these things, Joseph of Arimathea, who was a disciple of Jesus, though a secret one because of his fear of the Jews, asked Pilate to let him take away the body of Jesus. Pilate gave him permission; so he came and removed his body. Nicodemus, who had at first came to Jesus by night, also came, bringing a mixture of myrrh and aloes, weighing about a hundred pounds. They took the body of Jesus and wrapped it with the spices in linen cloths, according to the burial custom of the Jews. Now there was a garden in the place where he was crucified, and in the garden there was a new tomb in which no one had ever been laid. An so, because it was the Jewish day of Preparation, and the tomb was nearby, they laid Jesus there.",
    "explanation": "Explanation not available",
    "verses": "19:38-42"
  },
  {
    "id": "63cabcc9892c2b7980d72aba",
    "gospel": "john",
    "title": "The Resurrection of Jesus",
    "body": "Early on the first day of the week, while it was still dark, Mary Magdalene came to the tomb and saw that the stone had been removed from the tomb. So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, \"They have taken the Lord out of the tomb, and we do not know where they have laid him.\" Then Peter and the other disciple set out and went toward the tomb. The ttwo were running together, but the other disciple outran Peter and reached the tomb first. He bent down to look in and saw the linen wrappings lying there, but he did not go in. Then Simon Peter came, following him, and went into the tomb. He saw the linen wrappings lying there, and the cloth that had been on Jesus' head, not lying with the linen wrappings but rolled up in a place by itself. Then the other disciple, who reached the tomb first, also went in, and he saw and believed; for as yet they did not understand the scripture, that he must rise from the dead. Then the disciples returned to their homes.",
    "explanation": "Explanation not available",
    "verses": "20:1-10"
  },
  {
    "id": "63cb3d47892c2b7980d72ac2",
    "gospel": "john",
    "title": "Jesus Appears to Mary Magdalene",
    "body": "But Mary stood weeping outside the tomb. As she wept, she bent over to look into the tomb; and she saw two angels in white, sitting where the body of Jesus had been lying, one at the head and the other at the feet. They said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have laid him.\" When she had said this, she turned around and saw Jesus standing there, but she did not know that it was Jesus. Jesus said to her, \"Woman, why are you weeping? Whom are you looking for?\" Supposing him to be the gardener, she said to him, \"Sir, if you have carried him away, tell me where you have laid him, and I will take him away.\" Jesus said to her, \"Mary!\" She turned and said to him in Hebrew, \"Rabbouni!\" (which means Teacher). Jesus said to her, \"Do not hold on to me, because I have not yet ascended to the Father. But go to my brothers and say to them, 'I am ascending to my Father and your Father, to my God and your God.'\" Mary Magdalene went and announced to the disciples, \"I have seen the Lord\"; and she told them that he had said these things to her.",
    "explanation": "Explanation not available",
    "verses": "20:11-18"
  }
]
